Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.hooks.antigravity.malformedJSON
source: Malformed %@ at %@. Fix or remove it before uninstalling UniConnect hooks.
ar: %@ مشوه في %@.قم بإصلاحه أو إزالته قبل إلغاء تثبيت UniConnect hooks.
bs: Neispravno oblikovan %@ na %@. Popravite ili uklonite prije deinstaliranja UniConnect hooks.
da: Misdannet %@ på %@. Ret eller fjern det, før du afinstallerer UniConnect hooks.
de: Fehlerhafter %@ bei %@. Reparieren oder entfernen Sie es, bevor Sie UniConnect hooks deinstallieren.
es: %@ con formato incorrecto en %@. Arréglelo o elimínelo antes de desinstalar UniConnect hooks.
fr: %@ mal formé à %@. Corrigez-le ou supprimez-le avant de désinstaller UniConnect hooks.
it: %@ non valido in %@. Correggerlo o rimuoverlo prima di disinstallare UniConnect hooks.
ja: %@（%@）の形式が不正です。UniConnect hooks をアンインストールする前に、修正または削除してください。
km: ខូចទ្រង់ទ្រាយ %@ នៅ %@ ។ជួសជុល ឬលុបវាចេញ មុនពេលលុបការដំឡើង UniConnect hooks ។
ko: %@에서 %@의 형식이 잘못되었습니다. UniConnect hooks를 제거하기 전에 수정하거나 제거하세요.
nb: Misformet %@ på %@. Fiks eller fjern det før du avinstallerer UniConnect hooks.
pl: Zniekształcony %@ i %@. Napraw lub usuń go przed odinstalowaniem UniConnect hooks.
pt_br: %@ malformado em %@. Corrija ou remova-o antes de desinstalar UniConnect hooks.
ru: Неверный формат %@ на %@. Исправьте или удалите его перед удалением UniConnect hooks.
th: %@ มีรูปแบบไม่ถูกต้องที่ %@แก้ไขหรือลบออกก่อนที่จะถอนการติดตั้ง UniConnect hooks
tr: %@'de hatalı biçimlendirilmiş %@. UniConnect hooks'yi kaldırmadan önce düzeltin veya kaldırın.
uk: Неправильний %@ у %@. Виправте або видаліть це перед видаленням UniConnect hooks.
zh_hans: %@ 处的 %@ 格式错误。在卸载 UniConnect hooks 之前修复或删除它。
zh_hant: %@ 處的 %@ 格式錯誤。在卸載 UniConnect hooks 之前修復或刪除它。

# cli.hooks.antigravity.noneFound
source: No %@ found at %@
ar: لم يتم العثور على %@ في %@
bs: %@ nije pronađen na %@
da: Ingen %@ fundet hos %@
de: Kein %@ gefunden bei %@
es: No se encontró %@ en %@
fr: Aucun %@ trouvé à %@
it: Nessun %@ trovato in %@
ja: %@ に %@ が見つかりません
km: រកមិនឃើញ %@ នៅ %@ ទេ។
ko: %@에서 %@를 찾을 수 없습니다.
nb: Ingen %@ funnet på %@
pl: Nie znaleziono %@ pod adresem %@
pt_br: Nenhum %@ encontrado em %@
ru: %@ не найден в %@
th: ไม่พบ %@ ที่ %@
tr: %@'de %@ bulunamadı
uk: %@ не знайдено на %@
zh_hans: 在 %@ 处未找到 %@
zh_hant: 在 %@ 處未找到 %@

# cli.hooks.antigravity.removed
source: Removed Antigravity UniConnect hooks from %@
ar: تمت إزالة Antigravity UniConnect hooks من %@
bs: Uklonjeno Antigravity UniConnect hooks iz %@
da: Fjernet Antigravity UniConnect hooks fra %@
de: Antigravity UniConnect hooks aus %@ entfernt
es: Se eliminó Antigravity UniConnect hooks de %@.
fr: Suppression de Antigravity UniConnect hooks de %@
it: Rimosso Antigravity UniConnect hooks da %@
ja: %@ から Antigravity UniConnect hooks を削除
km: បានយក Antigravity UniConnect hooks ចេញពី %@
ko: %@에서 Antigravity UniConnect hooks를 제거했습니다.
nb: Fjernet Antigravity UniConnect hooks fra %@
pl: Usunięto Antigravity UniConnect hooks z %@
pt_br: Removido Antigravity UniConnect hooks de %@
ru: Удален Antigravity UniConnect hooks из %@.
th: ลบ Antigravity UniConnect hooks ออกจาก %@
tr: Antigravity UniConnect hooks, %@'den kaldırıldı
uk: Antigravity UniConnect hooks видалено з %@
zh_hans: 从 %@ 中删除了 Antigravity UniConnect hooks
zh_hant: 從 %@ 中刪除了 Antigravity UniConnect hooks

# cli.hooks.antigravity.removedZero
source: Removed 0 UniConnect hook(s) from %@
ar: تمت إزالة 0 UniConnect hook (ق) من %@
bs: Uklonjeno 0 UniConnect hook(a) iz %@
da: Fjernet 0 UniConnect hook(s) fra %@
de: 0 UniConnect hook(s) aus %@ entfernt
es: Se eliminaron 0 UniConnect hook(s) de %@
fr: Suppression de 0 UniConnect hook(s) de %@
it: Rimosso 0 UniConnect hook(i) da %@
ja: %@ から 0 UniConnect hook を削除しました
km: បានលុប 0 UniConnect hook(s) ពី %@
ko: %@에서 0 UniConnect hook(들)을 제거했습니다.
nb: Fjernet 0 UniConnect hook(er) fra %@
pl: Usunięto 0 UniConnect hook(s) z %@
pt_br: Removidos 0 UniConnect hook(s) de %@
ru: Удалено 0 UniConnect hook(s) из %@.
th: ลบ 0 UniConnect hook ออกจาก %@
tr: %@'den 0 UniConnect hook kaldırıldı
uk: Видалено 0 UniConnect hook(s) із %@
zh_hans: 从 %@ 中删除了 0 个 UniConnect hook
zh_hant: 從 %@ 中刪除了 0 個 UniConnect hook

# cli.omo.installingPlugin
source: Installing %@ plugin (this may take a minute on first run)...
ar: جارٍ تثبيت المكوّن الإضافي %@ (قد يستغرق هذا دقيقة في أول تشغيل)...
bs: Instaliram %@ dodatak (ovo može potrajati minutu pri prvom pokretanju)...
da: Installerer %@-plugin (det kan tage et minut ved første kørsel)...
de: %@-Plugin wird installiert (dies kann beim ersten Start eine Minute dauern)...
es: Instalando el plugin %@ (puede tardar un minuto en el primer inicio)...
fr: Installation du plugin %@ (cela peut prendre une minute au premier lancement)...
it: Installazione del plugin %@ (al primo avvio potrebbe richiedere un minuto)...
ja: %@ プラグインをインストールしています (初回実行時は 1 分ほどかかる場合があります)...
ko: %@ 플러그인을 설치하는 중입니다(처음 실행할 때 1분 정도 걸릴 수 있습니다)...
nb: Installerer %@-tillegget (kan ta et minutt første gang)...
pl: Instalowanie wtyczki %@ (przy pierwszym uruchomieniu może to potrwać minutę)...
pt_br: Instalando o plugin %@ (isso pode levar um minuto na primeira execução)...
ru: Устанавливается плагин %@ (при первом запуске это может занять минуту)...
th: กำลังติดตั้งปลั๊กอิน %@ (ครั้งแรกอาจใช้เวลาประมาณหนึ่งนาที)...
tr: %@ eklentisi yükleniyor (ilk çalıştırmada bir dakika sürebilir)...
uk: Встановлюється плагін %@ (під час першого запуску це може тривати хвилину)...
zh_hans: 正在安装 %@ 插件（首次运行可能需要一分钟）...
zh_hant: 正在安裝 %@ 外掛（首次執行可能需要一分鐘）...

# cli.omo.retryingInstallCleanState
source: Retrying %@ install with a clean shadow package state...
ar: تتم إعادة محاولة تثبيت %@ بحالة حزمة ظل نظيفة...
bs: Ponovo pokušavam instalaciju %@ s čistim stanjem shadow paketa...
da: Prøver %@-installationen igen med ren skyggepakketilstand...
de: %@-Installation wird mit bereinigtem Shadow-Paketstatus erneut versucht...
es: Reintentando la instalación de %@ con un estado limpio del paquete sombra...
fr: Nouvelle tentative d’installation de %@ avec un état de paquet shadow propre...
it: Nuovo tentativo di installazione di %@ con uno stato pulito del pacchetto shadow...
ja: クリーンなシャドウパッケージ状態で %@ のインストールを再試行しています...
ko: 깨끗한 섀도 패키지 상태로 %@ 설치를 다시 시도하는 중입니다...
nb: Prøver %@-installasjonen på nytt med ren skyggepakketilstand...
pl: Ponawianie instalacji %@ z czystym stanem pakietu shadow...
pt_br: Tentando instalar %@ novamente com um estado limpo do pacote sombra...
ru: Повторная установка %@ с чистым состоянием теневого пакета...
th: กำลังลองติดตั้ง %@ อีกครั้งด้วยสถานะแพ็กเกจเงาที่สะอาด...
tr: %@ kurulumu temiz bir gölge paket durumuyla yeniden deneniyor...
uk: Повторна спроба встановити %@ з чистим станом тіньового пакета...
zh_hans: 正在使用干净的影子包状态重试安装 %@...
zh_hant: 正在使用乾淨的影子套件狀態重試安裝 %@...

# cli.omo.installFailed
source: Failed to install %1$@. Try manually: npm install -g %2$@
ar: فشل تثبيت %1$@. جرّب يدويًا: npm install -g %2$@
bs: Instalacija %1$@ nije uspjela. Pokušajte ručno: npm install -g %2$@
da: Kunne ikke installere %1$@. Prøv manuelt: npm install -g %2$@
de: %1$@ konnte nicht installiert werden. Versuchen Sie es manuell: npm install -g %2$@
es: No se pudo instalar %1$@. Intenta manualmente: npm install -g %2$@
fr: Échec de l’installation de %1$@. Essayez manuellement : npm install -g %2$@
it: Installazione di %1$@ non riuscita. Prova manualmente: npm install -g %2$@
ja: %1$@ のインストールに失敗しました。手動で試してください: npm install -g %2$@
ko: %1$@ 설치에 실패했습니다. 직접 시도하세요: npm install -g %2$@
nb: Kunne ikke installere %1$@. Prøv manuelt: npm install -g %2$@
pl: Nie udało się zainstalować %1$@. Spróbuj ręcznie: npm install -g %2$@
pt_br: Falha ao instalar %1$@. Tente manualmente: npm install -g %2$@
ru: Не удалось установить %1$@. Попробуйте вручную: npm install -g %2$@
th: ติดตั้ง %1$@ ไม่สำเร็จ ลองด้วยตนเอง: npm install -g %2$@
tr: %1$@ yüklenemedi. Elle deneyin: npm install -g %2$@
uk: Не вдалося встановити %1$@. Спробуйте вручну: npm install -g %2$@
zh_hans: 无法安装 %1$@。请手动尝试：npm install -g %2$@
zh_hant: 無法安裝 %1$@。請手動嘗試：npm install -g %2$@

# cli.omo.noPackageManager
source: Neither bun nor npm found in PATH. Install %1$@ manually: bunx %2$@ install
ar: لم يتم العثور على bun أو npm في PATH. ثبّت %1$@ يدويًا: bunx %2$@ install
bs: Ni bun ni npm nisu pronađeni u PATH-u. Instalirajte %1$@ ručno: bunx %2$@ install
da: Hverken bun eller npm blev fundet i PATH. Installer %1$@ manuelt: bunx %2$@ install
de: Weder bun noch npm wurde in PATH gefunden. Installieren Sie %1$@ manuell: bunx %2$@ install
es: No se encontró bun ni npm en PATH. Instala %1$@ manualmente: bunx %2$@ install
fr: Ni bun ni npm n’a été trouvé dans PATH. Installez %1$@ manuellement : bunx %2$@ install
it: Né bun né npm trovati in PATH. Installa %1$@ manualmente: bunx %2$@ install
ja: PATH に bun も npm も見つかりません。%1$@ を手動でインストールしてください: bunx %2$@ install
ko: PATH에서 bun 또는 npm을 찾을 수 없습니다. %1$@을(를) 직접 설치하세요: bunx %2$@ install
nb: Fant verken bun eller npm i PATH. Installer %1$@ manuelt: bunx %2$@ install
pl: Nie znaleziono bun ani npm w PATH. Zainstaluj %1$@ ręcznie: bunx %2$@ install
pt_br: Nem bun nem npm foram encontrados no PATH. Instale %1$@ manualmente: bunx %2$@ install
ru: В PATH не найден ни bun, ни npm. Установите %1$@ вручную: bunx %2$@ install
th: ไม่พบ bun หรือ npm ใน PATH ติดตั้ง %1$@ ด้วยตนเอง: bunx %2$@ install
tr: PATH içinde bun veya npm bulunamadı. %1$@ paketini elle yükleyin: bunx %2$@ install
uk: У PATH не знайдено ні bun, ні npm. Встановіть %1$@ вручну: bunx %2$@ install
zh_hans: 在 PATH 中找不到 bun 或 npm。请手动安装 %1$@：bunx %2$@ install
zh_hant: 在 PATH 中找不到 bun 或 npm。請手動安裝 %1$@：bunx %2$@ install

# cli.omo.pluginInstalled
source: %@ plugin installed
ar: تم تثبيت المكوّن الإضافي %@
bs: %@ dodatak je instaliran
da: %@-plugin installeret
de: %@-Plugin installiert
es: Plugin %@ instalado
fr: Plugin %@ installé
it: Plugin %@ installato
ja: %@ プラグインをインストールしました
ko: %@ 플러그인이 설치되었습니다
nb: %@-tillegget er installert
pl: Wtyczka %@ została zainstalowana
pt_br: Plugin %@ instalado
ru: Плагин %@ установлен
th: ติดตั้งปลั๊กอิน %@ แล้ว
tr: %@ eklentisi yüklendi
uk: Плагін %@ встановлено
zh_hans: %@ 插件已安装
zh_hant: %@ 外掛已安裝
